{
    "articles": [{
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Wolfgang_Durrheimer%2C_IAA_2017%2C_Frankfurt_%281Y7A2179%29.jpg/1920px-Wolfgang_Durrheimer%2C_IAA_2017%2C_Frankfurt_%281Y7A2179%29.jpg",
        "title": "Bentley Continental GT",
        "txt": "The Bentley Continental GT is a grand tourer manufactured and marketed by British automaker Bentley Motors since 2003. It was the first car released by Bentley under Volkswagen AG management, after the company's acquisition in 1998, and the first Bentley to employ mass production manufacturing techniques."
    }, {
        "img": "https://upload.wikimedia.org/wikipedia/commons/3/31/20071001_Lancer_Evolution_X-front.jpg",
        "title": "Mitsubishi Lancer Evolution",
        "txt": "The Mitsubishi Lancer Evolution, commonly referred to as 'Evo', is a sports sedan based on the Lancer that was manufactured by Japanese manufacturer Mitsubishi Motors from 1992 until 2016. There have been ten official versions to date, and the designation of each model is most commonly a Roman numeral. All use two litre turbocharged inline four-cylinder engines and all-wheel drive systems."
    }, {
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Mads_Ostberg_-_2008_Rallye_de_France_SS12.jpg/1280px-Mads_Ostberg_-_2008_Rallye_de_France_SS12.jpg",
        "title": "Subaru Impreza WRC",
        "txt": "The Subaru Impreza WRC is a World Rally Car based on the Subaru Impreza road car. It was used by Subaru World Rally Team, Subaru's factory team, and replaced Subaru Legacy RS from in 1993. The car was debuted at 1993 Rally Finland and won a total of five world rally titles, including three consecutive manufacturers' titles in and two drivers' titles."
    }, {
        "img": "https://www.netcarshow.com/BMW-745Le-2020-wallpaper.jpg",
        "title": "BMW 745Le",
        "txt": "BMW presented a particularly contemporary and technologically advanced form of automotive luxury. The extensively advanced plug-in hybrid models of the luxury sedan likewise line up for the start at the market launch of the new BMW 7-Series in spring 2019. They combine the sporty flair, travel comfort and feel-good ambience of the brand's top models with a particularly high level of efficiency as well as the possibility of enjoying a purely electrically powered, locally emissions-free and virtually noiseless driving experience.<br />This future-oriented driver experience in the luxury performance segment is available in a choice of three model variants: the BMW 745e, the long version BMW 745Le and the BMW 745Le xDrive with extended wheelbase and intelligent all-wheel drive. Their plug-in hybrid system now includes a 6-cylinder in-line petrol engine and a further advanced high-voltage battery with enlarged capacity. Progress vis-à-vis the predecessor models is reflected by a boost in output and torque as well as improved figures for electrically powered range, fuel consumption and CO2emissions."
    }, {
        "img": "https://www.netcarshow.com/McLaren-GT_Verdant_by_MSO-2020-1280-01.jpg",
        "title": "McLaren GT Verdant by MSO",
        "txt": "A masterclass of innovative colour and materials takes McLaren's GT to a luxuriant new level of bespoke personalisation in the McLaren Verdant Theme GT by MSO (McLaren Special Operations). Building on the GT's multi-faceted talents and continent-crossing capabilities by displaying a rich new layer of craftsmanship from MSO, the unique car showcases artistry and techniques that are available across the entire McLaren Automotive range.<br />The Verdant Theme GT by MSO revels in a feeling for the verdant landscapes and fresh horizons that the McLaren GT has been designed to explore. Colours and materials employed with the highest level of technical precision reflect hues and textures from the natural world - for example, key touch points in the cabin are trimmed in cashmere, the first time this softest and most luxurious of wools has been used by McLaren and the first time it has become available in a supercar."
    }, {
        "img": "https://www.netcarshow.com/Subaru-WRX_STI_S209-2019-1280-01.jpg",
        "title": "Subaru WRX STI S209",
        "txt": "Subaru Tecnica International (STI), a wholly owned subsidiary of Subaru Corporation, introduced the limited-edition STI S209, the first-ever S-line STI product produced exclusively for the U.S. market. As an S-line product, the STI S209 encompasses upgrades in power, handling, aerodynamics and driver engagement, and undergoes final assembly in Kiryu, Japan, where it receives engine modifications and bodywork alterations that in total require it to be homologated for the U.S. by STI; thus, the S209 is considered the first 'STI-built' Subaru sold in the U.S. The S209 carries on a high-performance tradition that dates to STI-built models that were exclusive to the Japanese domestic market - the 2000 S201 through the 2018 S208."
    }, {
        "img": "https://www.netcarshow.com/Lamborghini-Huracan_Evo_Fluo_Capsule-2021-1280-01.jpg",
        "title": "Lamborghini Huracan Evo Fluo Capsule",
        "txt": "Automobili Lamborghini presented the Huracán EVO Fluo Capsule: a new collection of bright and bold colors for the V10 super sports car, realized in a matt paint exterior with complementary interior color and trim options.<br />Inspired by the tradition of vibrant colors that enhance the inimitable lines and shape of Lamborghini models, the Lamborghini Huracán EVO Fluo adopts a striking exterior bicolor scheme that animates the car's dynamism and underscores its presence on the road. Five exterior and interior configurations in Verde Shock (green), Arancio Livrea (orange), Celeste Fedra (blue), Arancio Dac (orange) and Giallo Clarus (yellow) combine with a matt black roof, front bumper and side skirts. Details of the matt black components are picked out in the new fluo colors, such as a colored line on the black wing mirrors and vertical colored lines on the rear splitter, lending the car a sporty yet glamorous personality.<br />In the full-black interior, new sports seats are optional alternatives to the standard comfort seats, in Alcantara or leather unicolor with an EVO sportivo trim. The Start & Stop button cover and the Lamborghini shield embroidered on the headrest are finished in one of the five new fluorescent colors matching the exterior tones. The result is a highly technical interplay of contrasts, unlocking the expression of those who dare to be different in a young and stylish piece of street art.<br />The Lamborghini Huracán EVO Fluo Capsule is available on the Huracán EVO model year 2021."
    }]
}